tap "kaplanelad/tap"
tap "nodenv/nodenv"

brew "zsh"
brew "trash"
brew "vim"
brew "watch"
brew "ncdu"
brew "fzf"
brew "eza"
brew "jq"
brew "ripgrep"
brew "bat"
brew "terminal-notifier"
brew "starship"
brew "shellfirm"

brew "coreutils"
brew "git"
brew "tig"
brew "diff-so-fancy"
brew "gnupg"

brew "yarn"
brew "nodenv"
brew "nodenv/nodenv/nodenv-nvmrc"
brew "nodenv/nodenv/nodenv-aliases"

brew "awscli"
brew "direnv"

cask "pgadmin4"
cask "rectangle"
cask "hammerspoon"
cask "docker"
cask "1password"
cask "iterm2"
cask "alfred"
cask "firefox"
cask "obs"
cask "vlc"
cask "postman"
cask "spotify"
cask "linearmouse"
